import React from 'react';
import SideTopBarBlock from '../../../components/basic/TopBarBlock/SideTopBarBlock';
import styled from 'styled-components';

const Container = styled.div`
  margin-left: 20px;
  margin-right: 20px;
`;

const TitleFont = styled.div`
  font-size: 16px;
  font-weight: bold;
  margin-top: 60px;
  //padding-right: 10px;
`;

const PersonFont = styled.div`
  font-size: 15px;
  //margin-left: 20px;
`;

const NumberFont = styled.div`
  font-size: 15px;
  //margin-left: 20px;
  margin-top: 40px;
`;

const ContentFont = styled.div`
  font-size: 15px;
  //margin-left: 20px;
  margin-top: 40px;
`;
function Beomrye() {
  return (
    <>
      <SideTopBarBlock />
      <Container>
        <TitleFont>
          《가례도감의궤 영조정순왕후(嘉禮都監儀軌英祖貞純王后)》 해제(解題)
        </TitleFont>
        <PersonFont>한영우(韓永愚) 서울대학교 국사학과 교수</PersonFont>
        <NumberFont>1.</NumberFont>
        <ContentFont>
          이 《가례도감의궤(嘉禮都監儀軌)》는 조선 21대 임금 영조(英祖 1694~1776
          재위 1724~1776)가 1759년(영조35) 6월 김한구(金漢耉 慶州金氏
          鰲興府院君)의 딸인 정순왕후(貞純王后 1745~1805)와 혼인하는 의식의 모든
          과정을 기록한 의궤(儀軌)이다. 영조는 숙종의 넷째 아들로서 11세 때인
          1704년(숙종30)에 달성 서씨(達城徐氏) 서종제(徐宗悌)의 딸인
          정성왕후(貞聖王后 1692~1757)와 혼인하였으나, 1757년에 세상을 떠나자
          2년 뒤에 계비를 맞이하게 되었다. 당시 왕의 나이 66세였고 계비는
          15세였다.
          <br />
          <br />
          영조와 정순왕후의 혼례는 법제에 따라 세 차례의 간택 과정을 거쳐
          진행되었다. 6월 2일에 행해진 초간택에서는 유학(幼學) 김한구(金漢耉)의
          딸, 현감(縣監) 김노(金魯)의 딸, 유학 어석주(魚錫疇)의 딸, 유학
          윤득행(尹得行)의 딸, 전 주서(注書) 김재록(金載祿)의 딸, 생원
          유간(兪墾)의 딸 등 6명을 후보로 뽑았고, 6월 4일에는 그중에서 김한구의
          딸과 김노의 딸, 윤득행의 딸 등 3명을 재간택하였으며, 마지막으로 6월
          9일 통명전(通明殿)에서 삼간택을 행하여 3명 중에서 김한구의 딸을 왕비로
          정하였다. 혼례는 일관(日官)이 날짜를 정하여 6월 22일 거행되었다.
          <br />
          <br />
          정순왕후는 소생이 없어 영빈 이씨(暎嬪李氏) 소생이 세자로 책봉되었는데
          이가 사도세자(思悼世子)이다. 왕후는 사도세자와 사이가 나빴으며, 1762년
          세자가 비명으로 죽게 된 데 적지 않은 영향을 미쳤다. 이 때문에 세자를
          동정하던 시파(時派)나 세자의 아들인 정조와도 사이가 좋지 못하였다.
          1800년 정조가 죽고 어린 순조가 즉위하자 정순왕후는 대왕대비로서
          수렴청정을 하면서 노론 벽파(僻派)와 정치 노선을 함께하여 정조를 따르던
          정치 세력과 천주교도를 탄압하였다. 그러나 순조가 시파인
          김조순(金祖淳)의 딸을 왕비로 맞이하자, 1803년 수렴청정을 거두면서 정치
          일선에서 물러났으며, 1805년에 타계하였다. 능호는 원릉(元陵)이다.
          <br />
          <br />
          조선 시대에 왕과 왕세자 그리고 왕세손의 혼례가 있을 때는
          가례도감(嘉禮都監)이라는 임시 기구를 설치하여 간택(揀擇 후보 선택),
          납채(納采 청혼), 납징(納徵 예물 보내기), 고기(告期 길일 선택),
          책비(冊妃 왕비 책봉), 봉영(奉迎 사자를 보내 신부를 맞아들이는 의식),
          동뢰연(同牢宴 혼인 후 잔치), 조현례(朝見禮 가례 후 처음으로 부왕이나
          모후에게 뵈는 예식) 등의 행사를 주관하고, 행사가 끝나면 가례도감 설치
          시의 조직, 업무, 예규, 행사, 결과 등 모든 사항을 의궤의 형태로
          기록하였다. 왕과 왕자는 가례 절차가 다른데,
          《국조오례의(國朝五禮儀)》에 의하면, 왕의 경우는 납채, 납징, 고기,
          책비, 봉영, 동뢰연 등 육례(六禮)가 있었고, 왕세자의 경우는 봉영(奉迎)
          대신에 세자가 직접 신부 집으로 신부를 맞이하러 가는 친영(親迎)이
          있었다.
          <br />
          <br />
          그런데 조선 후기에는 영조 때 《국혼정례(國婚定例)》(1749년)와
          《상방정례(尙方定例)》(1752년)가 차례로 만들어지면서 국혼(國婚)의 의식
          절차가 더욱 정밀하게 체계화되었다. 이에 따라 의궤의 내용도 한층
          상세해지고 분량도 늘어나게 되었다. 종전에 한 책으로 만들어지던 의궤가
          두 책으로 늘어나게 된 이유가 바로 여기에 있다. 또한 제도의 변화에 따라
          왕의 봉영이 친영으로 바뀌고, 친영의 장소를 사가(私家) 대신에
          별궁(別宮)으로 하였다. 그리하여 왕비로 간택된 신부는 궁으로 오기 전에
          왕비로서 지켜야 할 법도와 혼인 의식을 별궁에 거주하면서 익히게 하였다.
          영조와 정순왕후의 혼례식도 물론 이러한 친영의 법도를 따랐다.
          <br />
          <br />
          의궤(儀軌)란 ‘의식(儀式)의 궤범(軌範)’이라는 뜻으로, 조선 후기에는
          왕실의 혼인뿐만 아니라, 왕실의 장례, 제사, 잔치, 활쏘기, 태실(胎室)
          봉안, 행차, 궁궐 건설 등 주요 행사가 있을 때마다 의궤를 만들었다.
          의궤는 보통 5부 혹은 9부를 만들어 궁중과 의정부, 예조에 바치고,
          유사시를 대비하여 지방의 여러 사고(史庫)에 비치하였다. 궁중에 바치는
          어람용(御覽用)은 고급 초주지(草注紙)를 사용하고, 붉은 선을 두르며,
          표지도 비단으로 장정하는 경우가 많았다. 이에 비하여 어람용이 아닌 것은
          일반 저주지(楮注紙)를 사용하고, 검은 선을 두르며 표지도 삼베를 쓰는
          것이 보통이다.
          <br />
          <br />
          왕실의 혼사를 기록한 《가례도감의궤(嘉禮都監儀軌)》는 현재 남아 있는
          것이 약 20종이 된다. 그런데 같은 행사에 대한 의궤를 여러 부
          작성하였으므로 실제 책 수는 이보다 훨씬 많을 것이다. 이 중에서 가장
          오래된 것은 1627년의
          《소현세자가례도감의궤(昭顯世子嘉禮都監儀軌)》이고, 가장 최근의 것은
          1906년의 《순종순종비가례도감의궤(純宗純宗妃嘉禮都監儀軌)》이다. 현재
          서울대학교 규장각에는 소현세자(昭顯世子), 인조장렬후(仁祖莊烈后),
          현종명성후(玄宗明聖后), 숙종인경후(肅宗仁敬后),
          숙종인현후(肅宗仁顯后), 경종단의후(景宗端懿后),
          숙종인원후(肅宗仁元后), 경종선의후(景宗宣懿后),
          진종효순후(眞宗孝純后), 장조헌경후(莊祖獻敬后),
          영조정순후(英祖貞純后), 정조효의후(正祖孝懿后),
          순조순원후(純祖純元后), 문조신정후(文祖神貞后),
          헌종효현후(憲宗孝顯后), 헌종효정후(憲宗孝貞后),
          철종철인후(哲宗哲仁后), 고종명성후(高宗明成后),
          순종순명후(純宗純明后), 순종순종비(純宗純宗妃) 등 20종의
          가례도감의궤가 남아 있다. 그 밖에 장서각에 11종, 프랑스 파리
          국립도서관에 13종이 있으나 규장각 소장 의궤와 내용이 같은 것이
          대부분이다.
          <br />
          <br />
          영조정순왕후의 《가례도감의궤》는 현재 서울대학교 규장각에 3부가 있다.
          원래는 어람용 1부와 예조, 태백산 사고, 오대산 사고, 적상산 사고에 각각
          1부씩 모두 5부를 만들었다. 그러나 어람용은 강화도 외규장각에
          보관되었다가 병인양요 때 프랑스군이 가져가 지금 프랑스 파리
          국립도서관에 보관되어 있다. 규장각에 있는 것은 예조 소장본(규13104),
          태백산본(규13102) 그리고 오대산본(규13103)이다. 이 중에서 예조
          소장본은 상책이 결본이고, 나머지 둘은 상하 2책으로 된 완질본이다.
          오대산본과 태백산본은 사소한 차이가 있으나 이는 필사 과정의 착오로
          보이며, 태백산본에는 가례의 내용과 관계없는 ‘산릉도감별단
          경릉좌변산론(山陵都監別單 景陵左邊山論)’이 실려 있다. 따라서 본 해제는
          오대산본을 대본으로 택하였다.
          <br />
          <br />
          오대산본의 표제는 ‘기묘 유월 일 오대산상 가례도감의궤
          상하(己卯六月日五臺山上嘉禮都監儀軌上下)’로 되어 있으며, 필사본이다.
          크기는 세로 45.8cm, 가로 33cm이다. 상책은 304면, 하책은 278면이며,
          하책의 말미에는 천연색으로 그려진 50면의 반차도(班次圖)가 실려 있다.
          이 책은 1994년에 서울대학교 규장각에서 두 권으로 영인하였다. 이번에
          한국고전번역원에서 규장각 영인본을 대본으로 하여 번역하였다.
        </ContentFont>
      </Container>
    </>
  );
}

export default Beomrye;
